Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: I vår datatid er det likevel gode muligheter til å ta vare på denne verdien.
sme: Min dáhtaáiggis leat aŋkke buorit vejolašvuođat áimmahuššat dán árvvu.

source: «Gjennom opplæringen skal elevene få kunnskap om og forståelse for urfolk og minoriteter.
sme: «Oahpahusa bokte galget oahppit oahppat ja áddet eamiálbmogiid ja minoritehtaid.

source: Alle elever i Norge skal lære om det samiske urfolkets historie, kultur, samfunnsliv og rettigheter.»
sme: Buot oahppit Norggas galget oahppat sámi eamiálbmoga historjjá, kultuvrra, servodateallima ja vuoigatvuođaid birra.»

source: Dette sitatet fra høringsutkastet ivaretar det viktige prinsipp, om at alle elever i Norge skal lære om samer, og er gjeldende for alle fire målgrupper i den samiske og norske skolen.
sme: Dát sitáhtta gulaskuddanevttohusas fuolaha deaŧalaš prinsihpa, ahte buot oahppit Norggas galget oahppat sápmelaččaid birra, ja gusto buot njealji ulbmiljovkui sámi skuvllas ja dábálaš dáčča skuvllas.

source: Dette ivaretar Opplæringsloven § 6-4. Innhaldet i opplæringa hvor det heter: Forskrifter om læreplaner etter § 2-3 og § 3-4 skal gi pålegg om opplæring om den samiske folkegruppa og om språket, kulturen og samfunnslivet til denne folkegruppa i tilknytning til Dei ulike fagområda.
sme: Dán fuolaha Oahpahuslága § 6-4 Oahpahusa sisdoallu gos čuožžu: Oahppoplána láhkaásahusat § 2-3 ja § 3-4 rávvejit fállamis oahpahusa sámi álbmotčeardda birra ja giela, ja dán álbmotčeardda kultuvrra ja servodateallima birra iešguđet fágasurggiin.

source: Innenfor rammer fastsette av departementet gir Sametinget forskrifter om innholdet i slik opplæring.
sme: Departemeanta mearriduvvon rámmaid bakte mearrida Sámediggi láhkaásahusaid dákkár oahpahusa sisdoalu birra.

source: Ved å ta denne teksten inn, vil den nye generelle delen etter Sametingets mening, bli betydelig bedre og klarere med hensyn til samisk innhold i skolen, enn gjeldende generell del og i prinsipper som mangler dette perspektivet.
sme: Go dán teavstta váldá dasa, de šaddá ođđa oppalaš oassi Sámedikki oaivila mielde, olu buoret ja čielgaseabbo sámi sisdoalu dáfus skuvllas go gustojeaddji oppalaš oassi ja prinsihpat gos dát perspektiiva váilu.

source: Dette vil legge føringer for at samisk innhold skal ivaretas i fornying av læreplaner.
sme: Dát mearrida ahte sámi sisdoallu galgá fuolahuvvot go oahppoplánat ođasmahttojuvvojit.

source: Det betyr at skolen er forpliktet til å gi både den samiske eleven og den ikke-samiske eleven i ordinær norsk skole kunnskap om samer og andre urfolk.
sme: Dat mearkkaša ahte skuvla lea geatnegahtton addit máhtu sámiid ja eará álgoálbmogiid birra sihke sámi oahppái ja oahppái gii ii leat sápmelaš.

source: «Norsk og samisk er likeverdige språk.»
sme: «Dárogiella ja sámegiella leat ovttaárvosaš gielat.»

source: «Opplæringen skal sikre at elevene blir trygge språkbrukere, at de utvikler sin språklige identitet, og at de kan bruke språk for å tenke, skape mening og knytte bånd til andre.»
sme: «Oahpahus galgá sihkkarastit ahte oahppit šaddet oadjebas giellageavaheaddjit, ahte ovdánahttet iežaset gielalaš identitehta, ja ahte sáhttet geavahit giela jurddašit, duddjot oaivila ja čatnat oktavuođaid earáide.»

source: Se også sitat 2.4 Grunnleggende ferdigheter:
sme: Geahča maid sitáhta 2.4 Vuođđogálggat:

source: «Arbeidet med grunnleggende ferdigheter skal derfor ivaretas av alle lærere i alle fag og på alle trinn.
sme: «Vuođđogálgabarggu galget danne buot oahpaheaddjit buot fágain ja buot cehkiin fuolahit.

source: Samtidig er et større ansvar for de enkelte ferdighetene plassert i enkelte fag.
sme: Seammás lea stuorát ovddasvástádus ovttaskas gálggaide ovttaskas fágain.

source: Fagene norsk og samisk har hovedansvaret for opplæringen i lesing, skriving og muntlige ferdigheter, mens matematikkfaget har hovedansvaret for regneopplæringen.
sme: Dárogiela ja sámegiela fágain lea váldoovddasvástádus lohkama, čállima ja njálmmálaš gálggaid oahpaheamis, ja matematihkkafágas ges lea váldoovddasvástádus rehkenastinoahpahusas.

source: Ulike fag har et hovedansvar for forskjellige sider av opplæringen i digitale ferdigheter.»
sme: Iešguđet fágain lea váldoovddasvástádus digitála gálggaid oahpahusa iešguđet beliin.»

source: Vurdering: Dette er en viktig synliggjøring i høringsutkastet og følger av Sameloven § 1-5, - at samisk og norsk er likeverdige språk.
sme: Árvvoštallan: Dát lea deaŧalaš čalmmustahttin gulaskuddanevttohusas ja čuovvu Sámelága § 1-5, - ahte sámegiella ja dárogiella leat seammaárvosaš gielat.

source: En slik synliggjøring viser at i andre utsagn om språkopplæring i høringsutkastet, inkluderer også samisk språk, som eksempelvis her: «Opplæringen skal sikre at elevene blir trygge språkbrukere, at de utvikler sin språklige identitet, og at de kan bruke språk for å tenke, skape mening og knytte bånd til andre.
sme: Dakkár čalmmustahttin čájeha ahte eará cealkámušat giellaoahpahusa birra gulaskuddanevttohusas fátmmastit maid sámegiela, nugo ovdamearkka dihte dás: «Oahpahus galgá sihkkarastit ahte oahppit šaddet oadjebas giellageavaheaddjit, ahte ovdánahttet iežaset gielalaš identitehta, ja ahte sáhttet geavahit giela jurddašit, duddjot oaivila ja čatnat oktavuođaid earáide».

source: » I kapittelet Kultur, identitet og mangfold tas også opp viktigheten av å kunne kunne norsk for å kunne fungere i det norske samfunnet.
sme: Kapihttalis Kultuvra, identitehta ja girjáivuohta váldo maid ovdan man deaŧalaš lea máhttit dárogiela jus galgá doaibmat norgga servodagas.

source: I utkastet står det blant annet: «Utviklingen av et felles språk er en forutsetning for at samfunnet skal fungere.».
sme: Evttohusas čuožžu earret eará: Oktasaš giela ovdánahttin lea servodaga doaibmama eaktun.

source: Etter Sametingets vurderinger kan dette også forstås dit hen, at det er viktig å kunne samisk for å fungere i det samiske samfunnet, at funksjonell to-språklighet er viktig.
sme: Sámedikki árvvoštallamiid mielde sáhttá dát ipmirduvvot nu ahte lea deaŧalaš máhttit sámegiela go galgá doaibmat sámi servodagas, ahte guovttegielalašvuohta lea deaŧalaš.

source: Sametinget anser samisk språk som en grunnleggende verdi i det samiske samfunnet.
sme: Sámediggi atná sámegiela vuođđoárvun sámi servodagas.

source: Dette kommer fram blant annet frem i Sametingets budsjett og ellers i ulike satsinger.
sme: Dát boahtá ovdan earret eará Sámedikki bušeahtas ja muđui iešguđet áŋgiruššamiin.

source: I sametingsmeldingen står det mye om verdien av å få lære samisk språk og om to-språklighet.
sme: Sámediggedieđáhusas čuožžu olu man mávssolaš lea beassat oahppat sámegiela ja guovttegielalašvuođa birra.

source: Der er også utfordringene i forhold til språkopplæring drøftet.
sme: Doppe lea maid giellaoahpahusa hástalusat ságaskuššon.

source: Disse utfordringene behandles ikke i dette dokumentet, men vil bli fulgt opp i arbeidet med NOU 2016:18 Hjertespråket.
sme: Dat hástalusat eai meannuduvvo dán dokumeanttas, muhto čuovvoluvvojit NAČ 2016:18 Váibmogiella barggus.

source: Etter Sametingets vurderinger er samisk språk som verdi, ivaretatt i innholdet til ny generell del.
sme: Sámedikki árvvoštallamiid mielde lea sámegiella árvun fuolahuvvon ođđa oppalaš oasi sisdoalus.

source: I språkplanene for samisk og norsk må det selvsagt komme inn mer om hva elevene skal lære og om tospråklighet.
sme: Sámegiela ja dárogiela oahppoplánain ferte dieđosge boahtit eambbo dan birra maid oahppit galget oahppat ja guovttegielalašvuođa birra.

source: Gjennom alle tider har samfunnet blitt påvirket av ulike strømninger og kulturtradisjoner.
sme: Buot áiggiid čađa leat iešguđet rávnnjáldagat ja kulturárbevierut váikkuhan servodahkii.

source: Kulturelt, språklig og livssynsmessig mangfold setter sitt preg på samfunnet og skolen.
sme: Kultuvrralaš, gielalaš ja eallinoinnolaš girjáivuohta báidná servodaga ja skuvlla.

source: Skolen skal ivareta dette mangfoldet og inkludere alle.
sme: Skuvla galgá áimmahuššat dán girjáivuođa ja fátmmastit buohkaid.

source: Dette stiller store krav til skolen og lærernes flerkulturelle kompetanse.
sme: Dát bidjá stuorra gáibádusaid skuvlii ja oahpaheddjiid máŋggakultuvrralaš gelbbolašvuhtii.

source: Skolen skal støtte elevenes utvikling av egen identitet og legge til rette for at alle kan oppleve at de hører hjemme i skolen og i samfunnet.
sme: Skuvla galgá doarjut ohppiid iežaset identitehta ovdáneami ja láhčit dili nu ahte buohkat dovdet gullevašvuođa skuvlii ja servodahkii.

source: Kunnskap om historie, kultur og tradisjon og om samspillet mellom ulike strømninger og kulturtradisjoner styrker elevenes identitetsutvikling og kulturelle forståelse, og det skaper tilhørighet i samfunnet.
sme: Máhttu historjjá, kultuvrra ja árbevieru birra ja iešguđet rávnnjáldagaid ja kulturárbevieruid ovttasdoaibmama birra nanne ohppiid identitehtaovdáneami ja kultuvrralaš áddejumi, ja dat duddjo gullevašvuođa servodahkii.

source: I opplæringen skal elevene utvikle både felles kulturelle referanser, og respekt og toleranse for ulikhet.
sme: Oahpahusas galget oahppit ovdánahttit sihke oktasaš kultuvrralaš referánssaid, ja áktejumi ja gierdavašvuođa iešguđetláganvuhtii.

source: Innsikt i lokal-, nasjonal- og internasjonal kulturarv er av betydning for elevenes danning og identitetsutvikling»
sme: Ipmárdus báikkálaš, našuvnnalaš ja riikkaidgaskasaš kulturárbbis lea dehálaš oahppi oahppahábmemii ja identitehtaovdánahttimii.

source: Både i den norske og den samiske skolen er det elever med ulike språklig-, nasjonal- og kulturbakgrunn.
sme: Sihke dábálaš dáčča ja sámi skuvllas leat oahppit geain lea iešguđet giella-, našuvnnalaš- ja kulturduogáš.

source: Det er viktig at alle elever skal føle seg likeverdig og inkluderte.
sme: Lea deaŧalaš ahte buot oahppit dovdet ahte leat seammaárvvus ja fátmmastuvvon.

source: Ingen barn skal føle seg oversett og diskriminert.
sme: Ii oktage mánná galgga dovdat iežas badjelgehččon ja vealáhuvvon.

source: Selv om det i samisk skole er viktig å ha fokus på samisk, språk og samfunnsliv, er det viktig at de ikke-samiske elevene skal føle seg likeverdig og få utvikle sin identitet.
sme: Vaikko sámi skuvllas lea deaŧalaš fokus lea sámegielas, sámi kultuvrras ja servodateallimis, de lea deaŧalaš ahte oahppit geat eai leat sámit galget dovdat ahte sii leat seammaárvosaččat ja oažžut ovdánahttit iežaset identitehta.

source: De ikke-samiske elevene skal også få lære det samiske språket og slik bli i stand til å kunne kommunisere og delta i det samiske samfunnet.
sme: Sii galget maid beassat oahppat sámegiela ja nu sáhttit gulahallat ja oassálastit sámi servodagas.

source: I den norske skolen er det viktig at den samiske eleven ikke skal føle seg diskriminert og at skolen skal tilrettelegge opplæringen slik at den samiske eleven får utvikle sitt samiske språk og sin samiske identitet.
sme: Dábálaš dáčča skuvllas lea deaŧalaš ahte sámi oahppi ii dovdda iežas vealahuvvon ja ahte skuvla láhčá dili oahpahussii nu ahte sámi oahppi beassá ovdánahttit iežas sámegiela ja iežas sámi identitehta.

source: Sametingets syn er at det er viktig at skolen arbeider for likeverdighet og inkludering av alle barn.
sme: Sámedikki oaidnu lea ahte lea deaŧalaš ahte skuvla bargá seammaárvosašvuođa ja ahte fátmmastit buot mánáid.

source: Det er viktig at barn lærer toleranse og respekt for ulikhet.
sme: Lea deaŧalaš ahte mánát ohppet gierdevašvuođa ja áktet earaláganvuođa.

source: Likeså er det viktig å arbeide for likestilling mellom kjønnene.
sme: Dásseárvu sohkabeliid gaskka lea maid deaŧalaš bargu skuvllas.

source: 1.3 Kritisk tenkning og etisk bevissthet
sme: 1.3 Kritihkalaš jurddašeapmi ja ehtalaš diđolašvuohta

source: «Skolen skal bidra til at elevene blir nysgjerrige og stiller spørsmål, utvikler vitenskapelig og kritisk tenkning og handler med etisk bevissthet.»
sme: «Skuvla galgá veahkehit boktit mánáid sáhkkiivuođa ja oažžut din gažadit, ovdánahttit dieđalaš ja kritihkalaš jurddašeami ja ahte sii láhttejit ehtalaš diđolašvuođain.

source: «All vitenskap begynner med undring.
sme: «Buot dieđa vuolgá imaštallamis.

source: Å tenke kritisk og vitenskapelig innebærer å bruke fornuften på en undersøkende og systematisk måte i møte med ulike fenomener, ytringer og kunnskapsformer.»
sme: Kritihkalaččat ja dieđalaččat jurddašit mearkkaša geavahit jierpmi suokkardeaddji ja systemáhtalaš láhkai go deaivvada iešguđet fenomenaiguin, cealkámušaiguin ja máhttovugiiguin.»

source: Kritisk tenkning og etisk bevissthet er like viktig for den samiske, som for den norske skolen.
sme: Kritihkalaš jurddašeapmi ja ehtalaš diđolašvuohta lea seamma deaŧalaš sámi skuvlii go dábálaš dáčča skuvlii.

source: Her brukes begrepet «all vitenskap», noe som innebærer at det er rom for å vektlegge også erfaringsbasert kunnskap (tradisjonell kunnskap) som er viktig utifra et samisk perspektiv.
sme: Dás geavahuvvo «buot dieđa», juoga mii addá saji bidjat deattu vásáhusvuđot máhttui (árbevirolaš máhttu) mii lea deaŧalaš sámi geahččanguovllus.

source: 1.4 Skaperglede, engasjement og utforskertrang
sme: 1.4 Hábmenillu, áŋgiruššan ja suokkardanhállu

source: Sitater fra høringsutkastet
sme: Sitáhtat gulaskuddanevttohusas:

source: «Skolen skal la elevene utfolde skaperglede, engasjement og utforskertrang, og la dem få øve på å se muligheter og omsette ideer til handling.»
sme: «Skuvla galgá diktit ohppiid geavahit hábmenilu, oassálastima ja suokkardanhálu, ja diktit sin hárjehallat oaidnit vejolašvuođaid ja duohtandahkat ideaid.»

source: «Elevene skal motiveres til å skape og til å vise engasjement og utforskertrang.
sme: «Ohppiid galgá movttiidahttit hábmet ja čájehit áŋgiruššama ja suokkardanhálu.

source: Internasjonale perspektiver og samarbeid er en viktig kilde til inspirasjon og engasjement.
sme: Riikkaidgaskasaš perspektiivvat ja ovttasbargu leat inspirašuvnna ja áŋgiruššama dehálaš gáldun.

source: Det stimulerer nye ideer, evnen til å ta initiativ og til å omsette ideer til handling.
sme: Dat arvvosmahttá ođđa ideaid, dáidduid álggahit ja duohtandahkat ideaid.

source: Elever som lærer om skapende områder som forskning, kultur, kunst og entreprenørskap, utvikler evnen til å bruke kunnskaper og ferdigheter for å gi stemme til erfaringer, finne svar på spørsmål og løse problemer»
sme: Oahppit, geat ohppet hábmejeaddji surggiid birra nugo dutkan, kultuvra, dáidda ja fidnohuksen, ovdánahttet dáidduid geavahit máhtu ja gálggaid almmuhit vásáhusaid, gávdnat vástádusaid gažaldagaide ja čoavdit váttisvuođaid.»

source: Selv om det ikke om samisk kunst og kultur spesifiseres i denne delen, så betyr det at i samisk skole skal det samiske aspektet vektlegges, jf.med at det tidligere i dokumentet står «Den samiske skolen skal legge til rette for at elevene får en opplæring med basis i samisk språk, kultur og samfunnsliv.»
sme: Vaikko sámi dáidda ja kultuvra ii deattuhuvvo dán oasis, de ii mearkkaš ahte sámi aspeakta ii galgga deattuhuvvot, gč. Dan mii lea ovdal lea namuhuvvon dokumeanttas «Sámi skuvla galgá láhčit dili nu ahte oahppit ožžot oahpahusa man vuođđun lea sámegiella, kultuvra ja servodateallin.

source: Å vektlegge skaperglede, engasjement og utforskertrang er viktig for at den samiske kulturen skal leve og videreutvikles.
sme: Deattuhit hábmenilu, áŋgiruššama ja suokkardanhálu lea deaŧalaš vuoi sámi kultuvra eallá ja ovdána.

source: Her er nevnt om internasjonale perspektiver og samarbeid.
sme: Dás lea namuhuvvon riikkaidgaskasaš perspektiivvat ja ovttasbargu.

source: Det vil være naturlig i samisk skole å hente inspirasjon fra andre urfolk.
sme: Lea lunddolaš sámi skuvllas viežžat inspirašuvnna eará álgoálbmogiin.

source: 1.5 Respekt for naturen og miljøbevissthet og 2.6.3 Bærekraftig utvikling Sitat fra høringsutkastet - 1.5 Respekt for naturen og miljøbevissthet:
sme: 1.5 Luonddu ákten ja birasdiđolašvuohta ja 2.6.3 Ceavzilis ovdáneapmi Sitáhtat gulaskuddanevttohusas: -

source: «Skolen skal bidra til at elevene utvikler miljøbevissthet, respekt for naturen og naturglede.
sme: «Skuvla galgá veahkehit ohppiid ovdánahttit birasdiđolašvuođa, luonddu áktema ja luondduilu.

source: «Mennesket er en del av naturen.
sme: «Olmmoš lea oassi luonddus.

source: Dagens barn og unge skal håndtere morgendagens utfordringer, og vår felles fremtid avhenger av at fremtidige generasjoner kan ta vare på vår felles klode.
sme: Dálá mánát ja nuorat galget gieđahallat boahtteáiggi hástalusaid, ja min oktasaš boahtteáigi lea sorjavaš das ahte boahttevaš buolvvat sáhttet áimmahuššat min oktasaš eanaspáppa.

source: Globale klimaendringer og tap av biologisk mangfold er blant de største miljøtruslene verden står overfor i dag.
sme: Globála dálkkádatrievdamat ja biologalaš šláddjiivuođa massin lea okta dain stuorámus birasáitagiin mat máilmmis leat dál.

source: Disse utfordringene må løses i fellesskap.
sme: Dáid hástalusaid ferte čoavdit ovttas.

source: Bevissthet om hvordan menneskets levesett og inngrep i naturen påvirker natur og miljø er derfor nødvendig.»
sme: Diđolašvuohta das mo olbmo eallinvuohki ja sisabahkkemat lundui váikkuhit luonddu ja birrasa lea danne dehálaš.»

source: «Vi behøver kunnskap, etisk bevissthet og teknologisk innovasjon for å finne løsninger og gjøre nødvendige endringer i levesett for å ta vare på livet på jorda.
sme: «Mii dárbbašat máhtu, ehtalaš diđolašvuođa ja teknologalaš innovašuvnna gávdnat čovdosiid ja dahkat dárbbašlaš rievdadusaid eallinvuogis áimmahuššan dihte eallima eatnamis.

source: Gjennom opplæringen skal elevene få kunnskap om lokale og globale miljøutfordringer, utvikle respekt for naturen og lære seg å handle miljøbevisst.
sme: Oahpahusa bokte galget oahppit oažžut máhtu báikkálaš ja globála birashástalusaid birra, ovdánahttit luondduáktema ja oahppat láhttet birasdiđolaččat.

source: De skal få rike muligheter til å se naturen som en kilde til nytte, opplevelse og glede, god helse og læring.
sme: Sii galget oažžut olu vejolašvuođaid oaidnit luonddu ávkki, vásáhusa ja ilu, buori dearvvašvuođa ja oahppama gáldun.

source: Skolen skal bidra til at elevene utvikler en forståelse av hva det innebærer å vise respekt for naturen, og bygge motivasjon for og vilje til å ta vare på miljøet.»
sme: Skuvla galgá veahkehit ohppiid ovdánahttit áddejumi das maid mearkkaša áktet luonddu ja hukset movtta ja dáhtu áimmahuššat birrasa.»

source: «Gjennom opplæringen skal elevene få kunnskap om lokale og globale miljøutfordringer, utvikle respekt for naturen og lære seg å handle miljøbevisst.
sme: «Oahpahusa bokte galget oahppit oažžut máhtu báikkálaš ja globála birashástalusaid birra, ovdánahttit luondduáktema ja oahppat láhttet birasdiđolaččat.

source: De skal få rike muligheter til å se naturen som en kilde til nytte, opplevelse og glede, god helse og læring.»
sme: Sii galget oažžut olu vejolašvuođaid oaidnit luonddu ávkki, vásáhusa ja ilu, buori dearvvašvuođa ja oahppama gáldun.»

source: Sitat fra høringsutkastet - 2.6.3 Bærekraftig utvikling:
sme: Sitáhta gulaskuddanevttohusas:- 2.6.3 Ceavzilis ovdáneapmi:

source: «Menneskehetens levesett og ressursbruk påvirker naturmiljøet og har konsekvenser for hele kloden.
sme: «Olbmuid eallinvuohki ja resursageavaheapmi váikkuhit luonddubirrasii, ja das leat váikkuhusat olles eatnamii.

source: Bærekraftig utvikling innebærer å verne om livet på jorda og å ta vare på behovene til mennesker som lever i dag uten å ødelegge fremtidige generasjoners muligheter til å dekke sine.»
sme: Ceavzilis ovdáneapmi mearkkaša suodjalit eallima eatnamis ja áimmahuššat dálá olbmuid dárbbu almmá bilitkeahttá boahttevaš buolvvaid vejolašvuođa gokčat iežaset dárbbuid.»

source: I første del av høringsforslaget som omhandler verdier, er det et underkapittel som heter “Respekt for naturen og miljøbevissthet” og under hoveddelen “ 2. Prinsipper for læring og utvikling” er det et underkapittel med overskriften 2.6.3 Bærekraftig utvikling.
sme: Vuosttaš oasis gulaskuddanevttohusas mii lea árvvuid birra, lea okta vuolitkapihtal man namma lea Luonddu áktet ja birasdiđolašvuohta ja váldooasis 2. Oahppama prinsihpat ja ovdáneapmi lea vuolitkapihtal man bajilčála lea 2.6.3 Ceavzilis ovdáneapmi.

source: Vi har vi valgt å vurdere disse to kapitlene sammen for de har tilknytning til hverandre.
sme: Mii leat válljen árvvoštallat dien guokte kapihttala ovttas go gullet oktii.

source: Kunnskapsdepartementet vil innføre tre obligatoriske tverrfaglige temaer i skolen.
sme: Máhttodepartemeanta áigu ásahit golbma bákkolaš fágaidrasttideaddji fáttáid skuvllas.

source: Bærekraftig utvikling ansees som såpass viktig at den er valgt som et av de tre temaene.
sme: Ceavzilis ovdáneapmi rehkenasto nu deaŧalažžan ahte leat válljen dan oktan dan golmma fáttáin.

source: I Sápmi vokser barn og unge i et samfunn preget av møtet mellom tradisjonelle levemåter og ny industriell virksomhet, moderne vitenskap og avansert teknologi.
sme: Sámis šaddet mánát ja nuorat bajás servodagas mii lea báidnon das go árbevirolaš eallinvuogit ja ođđa industriija doaimmahagat, ođđaáigásaš dieđa ja ovdáneaddji teknologiija gávnnadit.

source: Sametinget mener at det er viktig at barn og unge lærer å ha respekt for naturen og kunne bruke den på en bærekraftig måte.
sme: Sámediggi oaivvilda ahte lea deaŧalaš ahte mánát ja nuorat ohppet áktet luonddu ja máhttit geavahit dan ceavzilis vugiin.

source: I kapittel 1.2 står det at den samiske skolen skal ivareta tradisjonell kunnskap.
sme: Kapihttalis 1.2 čuožžu ahte sámi skuvla galgá fuolahit árbevirolaš máhtu.

source: I samisk tradisjonell kunnskap er grunntanken at naturen og ressursene kan brukes, men ikke misbrukes og ødelegges.
sme: Sámi árbevirolaš máhtus lea vuođđojurdda ahte luonddu ja resurssaid sáhttá ávkkástallat, muhto ii galgga boastut geavahit ja billistit.

source: Å ta vare på naturen for fremtidige generasjoner, nøysomhet og økologisk tenkning, er viktige verdier.
sme: Váldit vára boahttevaš buolvvaide, duhtavašvuohta ja ekologalaš jurddašeapmi leat deaŧalaš árvvut.

source: Elever må bli kjent med miljøtruslene i våre nærmiljøer og med globale utfordringer og slik utvikle miljøbevissthet og vilje til å handle etisk og bruke naturen på en bærekraftig måte.
sme: Oahppit fertejit dovddiidit birasáitagiiguin min lagasbirrasiin ja máilmmiviidosaš hástalusaiguin ja nu ovdánahttit birasdiđolašvuođa ja dáhtu doaibmat ehtalaččat ja geavahit luonddu ceavzilis vugiin.

source: 1.6 Demokrati og medvirkning og 2.6.2 Demokrati og medborgerskap
sme: 1.6 Demokratiija ja mielváikkuheapmi ja 2.6.2 Demokratiija ja borgárvuohta

source: Sitat fra høringsutkastet -1.6 Demokrati og medvirkning
sme: Sitáhta gulaskuddanevttohusas: 1.6 Demokratiija ja mielváikkuheapmi

source: «Skolen skal gi elevene mulighet til å medvirke og å lære hva demokrati betyr i praksis.»
sme: «Skuvla galgá addit ohppiide vejolašvuođa váikkuhit ja oahppat maid demokratiija geavadis mearkkaša.»

source: Sitat fra høringsutkastet - 2.6.2 Demokrati og medborgerskap
sme: Sitáhta gulaskuddanevttohusas: 2.6.2 Demokratiija ja borgárvuohta

source: «Vern av mindretallet er et avgjørende prinsipp i en demokratisk rettsstat og et demokratisk samfunn.
sme: «Unnitlogu suodjaleapmi lea dehálaš prinsihppa demokráhtalaš riektestáhtas ja demokráhtalaš servodagas.

source: Et demokratisk samfunn verner også om urfolk og minoriteter.
sme: Demokráhtalaš servodat suodjala maiddái eamiálbmogiid ja minoritehtaid.

source: Arbeidet med å dyrke mangfoldet på den ene siden og inkludere den enkelte på den andre krever et bevisst verdisyn og utøvelse av profesjonelt skjønn.
sme: Bargu ovdánahttit nuppe dáfus girjáivuođa ja nuppe dáfus fátmmastit ovttaskas olbmo gáibida diđolaš árvooainnu ja profešunealla árvvoštallannávccaid geavaheami.
